# AirFlowDividedByVolume Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
SpecTypeId..::..AirFlowDividedByVolume Property
SpecTypeId Class See Also
---
Air Flow divided by Volume, in discipline HVAC.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2021
# Syntax
C#
---
```text
public static ForgeTypeId AirFlowDividedByVolume { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property AirFlowDividedByVolume As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ AirFlowDividedByVolume {
	ForgeTypeId^ get ();
}
```

# See Also
SpecTypeId Class
Autodesk.Revit.DB Namespace